IDEA Open Model
DappedEnd.Width Property
 Width of dapped end
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double Width { get; set; }
Public Property Width As Double
	Get
	Set
public:
property double Width {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
DappedEnd Class
IdeaRS.OpenModel.Detail Namespace